{
	"settings_modal__default_route_options": {
		"text": "خيارات المسار الإفتراضية"
	},
	"caam__desc": {
		"text": "قم بتوصيل حساب AWS الخاص بك لتمكين Geofences وأجهزة التتبع. سيضمن ذلك تخزين بيانات التتبع والسياج الجغرافي في حسابك فقط. بعد تسجيل الدخول، سيتم تشغيل جميع ميزات التطبيق التجريبي باستخدام الموارد التي تنشرها في حساب AWS الخاص بك. قم بتسجيل الخروج إذا كنت ترغب في الاستمرار في تشغيل التطبيق التجريبي باستخدام الموارد الموجودة في حساب التطبيق التجريبي لـ AWS"
	},
	"caam__step_1__title": {
		"text": "لتشغيل قالب CloudFormation لإنشاء الموارد المطلوبة بأمان"
	},
	"caam__step_1__desc": {
		"text": "يمكنك حذف هذه الموارد من خلال خيار حذف المكدس أو صفحات «إدارة الموارد» في القائمة على اليسار. يرجى ملاحظة أنه لا يمكن إنشاء موارد Grab إلا في منطقة ap-southeast-1."
	},
	"caam__step_2__title": {
		"text": "قم بتوصيل التطبيق التجريبي بموارد AWS التي تم إنشاؤها مؤخرًا عن طريق النسخ في حقول الإدخال"
	},
	"caam__step_2__desc": {
		"text": "من قسم مخرجات CloudFormation الخاص بك، انسخ القيم المسماة المقابلة كما تنعكس في نموذج القسم الأيمن (IdentityPoolID وما إلى ذلك). تعرف على المزيد"
	},
	"caam__agree": {
		"text": "بقيامي بالتوصيل، أوافق على"
	},
	"error_boundary_page__desc": {
		"text": "يبدو أن هناك خطأ ما، نحن نبحث بالفعل في الأمر. انقر فوق إعاده تحميل الصفحة للمتابعة"
	},
	"error_boundary_page__btn": {
		"text": "إعادة تحميل الصفحة"
	},
	"error_boundary_page__heading": {
		"text": "!عفوًا"
	},
	"welcome_modal__item_1": {
		"text": "باستخدام تطبيق Amazon Location Demo، فإنك توافق على التطبيق الشروط والأحكام .للاستخدام"
	},
	"route_box__walk": {
		"text": "مشي"
	},
	"geofence_box__radius": {
		"text": "المدى"
	},
	"geofence_box__mi": {
		"text": "أميال"
	},
	"tracker_box__notification_service_status_1": {
		"text": "تمت إستعاده اتصال مقبس الاشعارات"
	},
	"clear": {
		"text": "مسح"
	},
	"save": {
		"text": "حفظ"
	},
	"tracker_box__edit": {
		"text": "تعديل"
	},
	"tracker_box__pause": {
		"text": "إيقاف"
	},
	"caam__connect": {
		"text": "قم بالتوصيل"
	},
	"copyright": {
		"text": "شركة Amazon Web Services، أو الشركات التابعة لها. جميع الحقوق محفوظة"
	},
	"route_box__drive": {
		"text": "قيادة"
	},
	"about_modal__terms__prefix": {
		"text": "من خلال تنزيل تطبيق Amazon Location Demo أو تثبيته أو استخدامه، فإنك توافق على التطبيق الشروط والأحكام. للاستخدام"
	},
	"tracker_info_modal__desc": {
		"text": "يمكنك استخدام أي موفر بيانات باستثناء Esri لإدارة الأصول أو تتبع حالات الاستخدام. إذا كنت ترغب في استخدام Esri لإدارة الأصول الخاصة بك أو تتبع حالة المستخدم، يرجى قراءة الشروط والأحكام"
	}
}
